Repository: ProtonMail/ios-mail
Catalog: Modules/InboxComposer/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, zh_hans, zh_hant

source: The message is not a draft
be: Паведамленне не з'яўляецца чарнавіком
ca: El missatge no és un esborrany.
cs: Zpráva není konceptem
da: Denne besked er ikke et udkast
de: Die Nachricht ist kein Entwurf
el: Το μήνυμα δεν είναι πρόχειρο
es: El mensaje no es un borrador
es_419: El mensaje no es un borrador
fi: Viesti ei ole luonnos
fr: Le message n'est pas un brouillon.
hu: Az üzenet nem piszkozat
id: Pesan ini bukan berupa draf
it: Il messaggio non è una bozza
ja: メッセージは下書きではありません
ko: 메시지가 초안이 아닙니다
nb: Meldingen er ikke et utkast
nl: Het bericht is geen concept
pl: Wiadomość nie jest szkicem
pt: A mensagem não é um rascunho.
pt_br: A mensagem não é um rascunho
ro: Mesajul nu este o ciornă.
ru: Сообщение не является черновиком
sk: Správa nie je koncept
sl: Sporočilo ni osnutek.
sv: Meddelandet är inte ett utkast
tr: İleti taslak değil.
uk: Повідомлення не є чернеткою
zh_hans: 该邮件不是草稿
zh_hant: 訊息不是草稿

source: The size limit for attachments is 25 MB.
be: Абмежаванне памеру для далучэнняў складае 25 МБ.
ca: El límit de mida per als adjunts és de 25 MB.
cs: Velikost příloh je omezena na 25 MB.
da: Størrelsesgrænsen for vedhæftede filer er 25 MB.
de: Die max. Größe für Anhänge beträgt 25 MB.
el: Το όριο μεγέθους για τα συνημμένα είναι 25 MB.
es: El límite de tamaño para los archivos adjuntos es de 25 MB.
es_419: El límite de tamaño para los archivos adjuntos es de 25 MB.
fi: Liitteiden enimmäiskoko on 25 Mt.
fr: La taille limite pour les pièces jointes est de 25 Mo.
hu: A mellékletek maximális mérete 25 MB.
id: Batas ukuran lampiran adalah 25 MB.
it: Il limite di dimensione per gli allegati è di 25 MB.
ja: 添付ファイルの容量制限は 25 MB です。
ka: მიმაგრებული ფაილების მაქსიმალური ზომა შეადგენს 25მბ-ს.
ko: 첨부 파일의 최대 크기는 25 MB입니다
nb: Størrelsesgrensen for vedlegg er 25 MB.
nl: De maximale grootte voor bijlagen is 25 MB.
pl: Maksymalny rozmiar załączników wynosi 25 MB.
pt: O limite de tamanho para anexos é de 25 MB.
pt_br: O limite de tamanho para anexos é de 25 MB.
ro: Limita dimensiunii atașamentelor este de 25 MiB.
ru: Максимальный размер вложений - 25 Мб.
sk: Limit veľkosti príloh je 25 MB.
sl: Velikost priponke je omejena na 25 MB.
sv: Storleksgränsen för bilagor är 25 MB.
tr: Ek dosyaların boyutu 25 MB ile sınırlıdır.
uk: Обмеження розміру для вкладень 25 МБ.
zh_hans: 附件总大小不能超过 25 MB。
zh_hant: 附件大小上限為 25 MB。

source: There is a 25 MB limit on attachments per email, including inline images, and %lld attachments couldn't be added. Send them in separate emails or share them via Proton Drive.
be: Існуе абмежаванне ў 25 МБ для далучэнняў на ліст, уключаючы ўбудаваныя відарысы, а таму немагчыма дадаць %lld далучэнні(яў). Адпраўце іх асобнымі лістамі або абагуліце праз Proton Drive.
ca: Hi ha un límit de 25 MB per fitxers adjunts per correu electrònic, incloses les imatges inserides, i no s'han pogut afegir %lld fitxers adjunts. Envieu-los en correus electrònics separats o compartiu-los mitjançant Proton Drive.
cs: Na přílohy v jednom e-mailu je stanoven limit 25 MB, včetně obrázků v textu, a %lld příloh nebylo možné přidat. Odešlejte je v samostatných e-mailech nebo je sdílejte prostřednictvím Proton Drive.
da: En grænse på 25 MB for vedhæftninger pr. e-mail, som inkluderer indlejrede billeder, bevirker at %lld vedhæftninger ikke kunne tilføjes. Send dem i separate e-mails, eller del dem via Proton Drive.
de: Es gibt ein Limit von 25 MB für Anhänge pro E-Mail, einschließlich Inline-Bildern, und %lld Anhänge konnten nicht hinzugefügt werden. Sende sie in separaten E-Mails oder teile sie über Proton Drive.
el: Υπάρχει όριο 25 MB στα συνημμένα ανά μήνυμα ηλεκτρονικού ταχυδρομείου, συμπεριλαμβανομένων των ενσωματωμένων εικόνων, και δεν ήταν δυνατή η προσθήκη συνημμένων %lld. Στείλτε τα σε ξεχωριστά μηνύματα ηλεκτρονικού ταχυδρομείου ή μοιραστείτε τα μέσω του Proton Drive.
es: Hay un límite de 25 MB para los archivos adjuntos en el correo electrónico, incluidas las imágenes en línea, y no se pudieron añadir %lld archivos adjuntos. Envíalos en correos electrónicos separados o compártelos a través de Proton Drive.
es_419: Hay un límite de 25 MB en los archivos adjuntos por correo electrónico, incluidas las imágenes incrustadas y %lld archivos adjuntos no se pudieron añadir. Envíelos en correos electrónicos separados o compártalos con Proton Drive.
fi: Sähköpostiliitteiden enimmäiskoko on 25 Mt per viesti, sisältäen tekstinsisäiset kuvat, eikä %lld liitettä kyetty lisäämään. Lähetä ne erillisissä viesteissä tai jaa ne Proton Driven kautta.
fr: Il y a une limite de 25 Mo pour les pièces jointes par e-mail, images comprises, et %lld pièces jointes n'ont pas pu être ajoutées. Envoyez-les dans des e-mails séparés ou partagez-les avec Proton Drive.
hu: Az e-mailek mellékleteinek mérete legfeljebb 25 MB lehet, beleértve a beágyazott képeket is, és a %lld mellékletek nem adhatók hozzá. Küldje el őket külön e-mailekben, vagy ossza meg őket a Proton Drive segítségével.
it: C'è un limite di 25 MB sugli allegati per email, includendo immagini inline, e non è stato possibile aggiungere %lld allegati. Inviali in email diverse o condividile via Proton Drive.
ja: %lld添付ファイルを追加できません。添付ファイルの最大サイズはメール1通あたり25MBです（インライン画像含む）。複数のメールに分割するか、Proton Driveで共有してください。
ko: 인라인 이미지를 포함한 이메일당 첨부 파일 용량은 25 MB로 제한되며, %lld개의 첨부 파일을 추가할 수 없었습니다. 별도의 이메일로 보내거나 Proton Drive를 통해 공유해 주세요.
nb: Det er en grense på 25 MB for vedlegg per e-post, inkludert innebygde bilder, og %lld vedlegg kunne ikke legges til. Send dem i separate e-poster eller del dem via Proton Drive.
nl: Er is een limiet van 25 MB voor bijlagen per e-mail, inclusief inline afbeeldingen, en %lld bijlagen konden niet worden toegevoegd. Verstuur ze in afzonderlijke e-mails of deel ze via Proton Drive.
ro: Există o limită de 25 MiB per atașament per e-mail, inclusiv imaginile integrate. Nu au putut fi adăugate %lld atașamente. Trimiteți-le cu mesaje separate sau partajați-le cu Proton Drive.
sk: Na prílohy v jednom emaile platí limit 25 MB, vrátane vložených obrázkov a %lld prílohy nebolo možné pridať. Pošlite ich v samostatných emailoch alebo zdieľajte prostredníctvom Proton Drive.
sl: Velikost priponk na posamezno e-pošto, vključno z vdelanimi slikami, je omejena na 25 MB in %lld priponk ni bilo mogoče dodati. Pošljite jih v ločenih e-poštnih sporočilih ali pa jih delite prek storitve Proton Drive.
tr: Bir e-postadaki ek dosyaların toplamı, satır arasındaki görseller ile beraber en fazla 25 MB olabilir. Bu nedenle %lld dosya eklenemedi. Bu dosyaları farklı e-postalara ekleyerek gönderin ya da Proton Drive üzerinden paylaşın.
uk: На вкладення в кожному листі встановлено обмеження 25 МБ, включаючи вбудовані зображення, і %lld вкладень не можна додати. Надішліть їх окремими листами або поділіться через Proton Drive.
zh_hans: 每封邮件的附件大小限制为 25 MB，当前有 %lld 个附件无法添加。您可以将这些文件分开发送，或通过 Proton Drive 进行分享。

source: There is a 25 MB limit on attachments per email, including inline images. Send them in separate emails or share them via Proton Drive.
be: Існуе абмежаванне ў 25 МБ для далучэнняў на ліст, уключаючы ўбудаваныя відарысы. Адпраўце іх асобнымі лістамі або абагуліце праз Proton Drive.
ca: Hi ha un límit de 25 MB per fitxers adjunts per correu electrònic, incloses les imatges inserides. Envieu-los en correus electrònics separats o compartiu-los mitjançant Proton Drive.
cs: Na přílohy v jednom e-mailu je stanoven limit 25 MB, včetně obrázků v textu. Odešlete je v samostatných e-mailech nebo je sdílejte prostřednictvím Proton Drive.
da: Der er en grænse på 25 MB for vedhæftninger pr. e-mail, inklusive indlejrede billeder. Send dem i separate e-mails eller del dem via Proton Drive.
de: Es gibt ein Limit von 25 MB für Anhänge pro E-Mail, einschließlich Inline-Bilder. Sende sie in separaten E-Mails oder teile sie über Proton Drive.
el: Υπάρχει όριο 25 MB στα συνημμένα ανά μήνυμα ηλεκτρονικού ταχυδρομείου, συμπεριλαμβανομένων των ενσωματωμένων εικόνων. Στείλτε τα σε ξεχωριστά μηνύματα ηλεκτρονικού ταχυδρομείου ή μοιραστείτε τα μέσω του Proton Drive.
es: Hay un límite de 25 MB para los archivos adjuntos en el correo electrónico, incluidas las imágenes en línea. Envíalos en correos electrónicos separados o compártelos a través de Proton Drive.
es_419: Hay un límite de 25 MB en los archivos adjuntos por correo electrónico, incluidas las imágenes incrustadas. Envíelos en correos electrónicos separados o compártalos con Proton Drive.
fi: Sähköpostiliitteiden enimmäiskoko on 25 Mt per viesti, sisältäen tekstinsisäiset kuvat. Lähetä ne erillisissä viesteissä tai jaa ne Proton Driven kautta.
fr: Il y a une limite de 25 Mo pour les pièces jointes par e-mail, y compris les images dans le message. Envoyez-les dans des e-mails séparés ou partagez-les avec Proton Drive.
hu: Az e-mailek mellékletei, beleértve a beágyazott képeket is, 25 MB-osak lehetnek. Küldje el őket külön e-mailekben, vagy ossza meg őket a Proton Drive segítségével.
it: C'è un limite di 25 MB sugli allegati per email, incluse le immagini inline. Inviali in email diverse o condividile via Proton Drive.
ja: メール1通あたりの添付ファイル（インライン画像を含む）は25MBまでです。別々のメールで送信するか、Proton Driveで共有してください。
ko: 이메일당 첨부 파일은 인라인 이미지를 포함하여 25 MB로 제한됩니다. 별도의 이메일로 보내거나 Proton Drive를 통해 공유해 주세요.
nb: Det er en grense på 25 MB for vedlegg per e-post, inkludert innebygde bilder. Send dem i separate e-poster eller del dem via Proton Drive.
nl: Er is een limiet van 25 MB voor bijlagen per e-mail, inclusief inline afbeeldingen. Verzend ze in aparte e-mails of deel ze via Proton Drive.
ro: Există o limită de 25 MiB per atașament per e-mail, inclusiv imaginile integrate. Trimiteți-le cu mesaje separate sau partajați-le cu Proton Drive.
sk: Na prílohy v jednom emaile, vrátane vložených obrázkov, platí limit 25 MB. Pošlite ich v samostatných emailoch alebo zdieľajte prostredníctvom Proton Drive.
sl: Velikost priponk na posamezno e-pošto je omejena na 25 MB, vključno z vdelanimi slikami. Pošljite jih v ločenih e-poštnih sporočilih ali pa jih delite prek storitve Proton Drive.
tr: Bir e-postadaki ek dosyaların toplamı, satır arası görseller ile beraber en fazla 25 MB olabilir. Bu dosyaları farklı e-postalara ekleyerek gönderin ya da Proton Drive üzerinden paylaşın.
uk: Існує обмеження 25 МБ на вкладення для кожного листа, включно з вбудованими зображеннями. Надішліть їх в окремих листах або поділіться ними через Proton Drive.
zh_hans: 每封邮件的附件大小限制为 25 MB。您可以将这些文件分开发送，或通过 Proton Drive 进行分享。

source: There was a problem saving the draft
be: Узнікла праблема пры захаванні чарнавіка
ca: S'ha produït un problema en desar l'esborrany
cs: Došlo k problému s ukládáním konceptu
da: Der opstod et problem med at gemme udkastet
de: Es gibt ein Problem bei der Datenspeicherung.
el: Παρουσιάστηκε πρόβλημα κατά την αποθήκευση του προχείρου
es: Error al guardar el borrador
es_419: Error al guardar el borrador
fi: Ongelma luonnosta tallennettaessa
fr: Un problème est survenu lors de l'enregistrement du brouillon.
hu: Probléma adódott a piszkozat mentésével
id: Terdapat masalah dalam menyimpan draf
it: Si è verificato un problema durante il salvataggio della bozza
ja: 下書き保存中に問題が発生しました
ka: მონახაზის შენახვისას აღმოჩენილია პრობლემა
ko: 임시 보관함에 저장 중 오류가 발생했습니다.
nb: Det oppstod et problem med å lagre utkastet
nl: Er is een probleem opgetreden bij het verwijderen van het concept
pl: Wystąpił problem podczas zapisywania szkicu
pt: Ocorreu um problema ao guardar o rascunho.
pt_br: Ocorreu um problema ao salvar o rascunho
ro: A apărut o problemă la salvarea ciornei.
ru: Не удалось сохранить черновик
sk: Vyskytol sa problém s ukladaním konceptu
sl: Pri shranjevanju osnutka je prišlo do težave
sv: Det var ett problem att spara utkastet
tr: Taslak kaydedilirken bir sorun çıktı
uk: Виникла проблема зі збереженням чернетки
zh_hans: 保存草稿时出错
zh_hant: 儲存草稿失敗

source: This message will be sent on %@
be: Гэта паведамленне будзе адпраўлена %@
ca: Aquest missatge s'enviarà el %@.
cs: Tato zpráva bude odeslána %@
da: Denne besked vil blive sendt %@
de: Diese Nachricht wird am %@ gesendet
el: Αυτό το μήνυμα θα αποσταλεί στις %@
es: Se enviará este mensaje el %@
es_419: Este mensaje se enviará el %@
fi: Viesti lähetetään %@
fr: Ce message sera envoyé le %@.
hu: Ez az üzenet el lesz küldve %@
id: Pesan ini akan dikirm pada %@
it: Questo messaggio verrà inviato il %@.
ja: このメッセージは %@ に送信されます
ka: შეტყობინება გაიგზავნება: %@
ko: 메시지가 %@에 전송됩니다
nb: Denne meldingen vil bli sendt %@.
nl: Dit bericht zal worden verzonden op %@ om
pl: Wiadomość zostanie wysłana w dniu: %@
pt: Esta mensagem será enviada a %@.
pt_br: A mensagem será enviada em %@.
ro: Acest mesaj va fi trimis la data de %@
ru: Это сообщение будет отправлено %@
sk: Táto správa bude odoslaná %@
sl: To sporočilo bo poslano %@
sv: Detta meddelande kommer att skickas %@
tr: Bu ileti %@ zamanında gönderilecek.
uk: Це повідомлення буде надіслано %@
zh_hans: 邮件将于 %@ 发送
zh_hant: 此郵件將在 %@ 時送出

source: To:
be: Каму:
ca: Per a:
cs: Komu:
da: Til:
de: An:
el: Προς:
es: Para:
es_419: Para:
fi: Vastaanottaja:
fr: À :
hu: Címzett:
id: Kepada:
it: A:
ja: 宛先:
ka: ვის:
ko: 받는사람:
nb: Til:
nl: Aan:
pl: Do:
pt: Para:
pt_br: Para:
ro: Către:
ru: Кому:
sk: Komu:
sl: Za:
sv: Till:
tr: Kime:
uk: Кому:
zh_hans: 收件人：
zh_hant: 收件者：

source: Tomorrow
be: Заўтра
ca: Demà
cs: Zítra
da: I morgen
de: Morgen
el: Αύριο
es: Mañana
es_419: Mañana
fi: Huomenna
fr: Demain
hu: Holnap
id: Besok
it: Domani
ja: 明日
ka: ხვალ
ko: 내일
nb: I morgen
nl: Morgen
pl: Jutro
pt: Amanhã
pt_br: Amanhã
ro: Mâine
ru: Завтра
sk: Zajtra
sl: Jutri
sv: Imorgon
tr: Yarın
uk: Завтра
zh_hans: 明天
zh_hant: 明天

source: Too many attachments
be: Занадта шмат далучэнняў
ca: Massa fitxers adjunts
cs: Příliš mnoho příloh
da: For mange vedhæftninger
de: Zu viele Anhänge
el: Πάρα πολλά συνημμένα
es: Demasiados archivos adjuntos
es_419: Demasiados archivos adjuntos
fi: Liian monta liitettä
fr: Trop de pièces jointes
hu: Túl sok melléklet
id: Lampiran terlalu banyak
it: Troppi allegati
ja: 添付ファイルが多すぎます
ko: 첨부 파일 너무 많음
nb: For mange vedlegg
nl: Te veel bijlagen
pl: Zbyt wiele załączników
pt: Demasiados anexos
pt_br: Muitos anexos
ro: Prea multe atașamente
ru: Слишком много вложений
sk: Príliš veľa príloh
sl: Preveč priponk
sv: För många bilagor
tr: Çok fazla ek dosya var
uk: Забагато вкладень
zh_hans: 附件过多
zh_hant: 附件過多

source: Too many attachments. Send them in multiple emails.
be: Занадта шмат далучэнняў. Адпраўце іх у некалькіх лістах.
ca: Massa adjunts. Envieu-los en diversos correus electrònics.
cs: Příliš mnoho příloh. Odešlete je ve více e-mailech.
da: For mange vedhæftede filer. Send dem i flere e-mails.
de: Zu viele Anhänge. Bitte in mehreren Nachrichten senden.
el: Πάρα πολλά συνημμένα. Στείλτε τα σε πολλαπλά μηνύματα ηλεκτρονικού ταχυδρομείου.
es: Demasiados archivos adjuntos. Envíalos en varios correos electrónicos.
es_419: Demasiados archivos adjuntos. Envíelos en varios correos electrónicos.
fi: Liian monta liitettä. Lähetä ne useassa sähköpostiviestissä.
fr: Trop de pièces jointes. Envoyez-les dans plusieurs messages.
hu: Túl sok csatolmány. Küldje el őket több e-mailben.
id: Terlalu banyak lampiran. Kirim dalam beberapa email.
it: Troppi allegati. Inviali in più email.
ja: 添付ファイルが多すぎます。複数のメールに分けて送信してください。
ka: დანართების რაოდენობა ძალიან ბევრია. გაგზავნეთ ისინი რამდენიმე ელფოსტაში.
ko: 첨부파일이 너무 많습니다. 여러 이메일로 나누어 보내세요.
nb: For mange vedlegg. Send dem i flere e-poster.
nl: Te veel bijlagen. Verzend ze in meerdere e-mails.
pl: Zbyt wiele załączników. Wyślij je w kilku wiadomościach e-mail.
pt: Demasiados anexos. Envie-os em vários e-mails.
pt_br: Anexos demais. Envie-os em e-mails separados.
ro: Prea multe atașamente. Trimiteți-le în mai multe e-mailuri.
ru: Слишком много вложений. Отправьте их несколькими письмами.
sk: Príliš veľa príloh. Odošlite ich vo viacerých emailoch.
sl: Preveč prilog. Pošljite jih v več e-poštnih sporočilih.
sv: För många bilagor. Skicka dem i flera e-postmeddelanden.
tr: Çok fazla sayıda ek dosya var. Bunları birkaç e-posta ile gönderin.
uk: Забагато вкладень. Надішліть їх у кількох листах.
zh_hans: 附件过多，请分成多封邮件发送。

source: We could not confirm all recipients use Proton Mail. Only Proton addresses support message expiration. In this case, we suggest adding a password instead.
be: Адсутнічае пацвярджэнне таго, што ўсе атрымальнікі выкарыстоўваюць Proton Mail. Толькі адрасы Proton падтрымліваюць паведамленні з тэрмінам дзеяння. У якасці альтэрнатыўнага варыянту вы можаце абараніць свой ліст паролем.
ca: No hem pogut confirmar que tots els destinataris utilitzin el Proton Mail. Només les adreces del Proton permeten la caducitat dels missatge. En aquest cas, suggerim afegir una contrasenya.
cs: Nemohli jsme potvrdit, že všichni příjemci používají Proton Mail. Vypršení platnosti zprávy podporují pouze adresy Proton. V tomto případě doporučujeme místo toho přidat heslo.
da: Vi kunne ikke bekræfte, at alle modtagere bruger Proton Mail. Kun Proton-adresser understøtter udløb af beskeder. I dette tilfælde foreslår vi, at du tilføjer en adgangskode i stedet.
de: Es konnte nicht bestätigt werden, dass alle Empfänger Proton Mail verwenden. Nur Proton-Adressen unterstützen das Ablaufen von Nachrichten. In diesem Fall empfehlen wir, stattdessen ein Passwort hinzuzufügen.
el: Δεν μπορέσαμε να επιβεβαιώσουμε ότι όλοι οι παραλήπτες χρησιμοποιούν Proton Mail. Μόνο οι διευθύνσεις Proton υποστηρίζουν τη λήξη μηνυμάτων. Σε αυτήν την περίπτωση, προτείνουμε να προσθέσετε έναν κωδικό αντ' αυτού.
es: No pudimos confirmar que todos los destinatarios usen Proton Mail. Solo las direcciones de Proton admiten la expiración de mensajes. En este caso, te sugerimos añadir una contraseña en su lugar.
es_419: No pudimos confirmar que todos los destinatarios usen Proton Mail. Solo las direcciones de Proton admiten la expiración de mensajes. En este caso, le sugerimos añadir una contraseña en su lugar.
fi: Emme voineet vahvistaa, että kaikki vastaanottajat käyttävät Proton Mailia. Vain Proton-osoitteet tukevat viestin vanhenemistoimintoa. Tässä tapauksessa suosittelemme lisäämään salasanan sen sijaan.
fr: Nous n'avons pas pu confirmer que tous les destinataires utilisent Proton Mail. Seules les adresses Proton prennent en charge l'expiration des messages. Dans ce cas, nous vous suggérons d'ajouter un mot de passe à la place.
hu: Nem tudtuk megerősíteni, hogy minden címzett Proton Mailt használ. Csak a Proton-címek támogatják az üzenet lejárati idejét. Ebben az esetben javasoljuk, hogy inkább adjon meg jelszót.
id: Kami tidak dapat mengonfirmasi semua penerima menggunakan Proton Mail. Hanya alamat Proton yang mendukung kedaluwarsa pesan. Dalam hal ini, kami sarankan untuk menambahkan kata sandi.
it: Non abbiamo potuto confermare che tutti i destinatari usino Proton Mail. Solo gli indirizzi Proton supportano la scadenza dei messaggi. In questo caso, ti suggeriamo di aggiungere una password.
ja: すべての受信者がProton Mailを使用していることを確認できませんでした。メッセージの有効期限をサポートしているのはProtonのアドレスのみです。この場合は、代わりにパスワードを追加することをお勧めします。
ka: ვერ დავადასტურეთ, რომ ყველა მიმღები იყენებს Proton Mail-ს. შეტყობინების ვადის გასვლის მხარდაჭერა მხოლოდ Proton-ის მისამართებს აქვს. ამ შემთხვევაში, გირჩევთ, პაროლი დაამატოთ.
ko: 모든 수신인이 Proton Mail을 사용하는지 확인할 수 없습니다. Proton 주소만 메시지 만료 기능을 지원합니다. 이 경우 대신 비밀번호를 추가하는 것을 권장합니다.
nb: Vi kunne ikke bekrefte at alle mottakere bruker Proton Mail. Kun Proton-adresser støtter meldingsutløpstid. I dette tilfellet foreslår vi å legge til et passord i stedet.
nl: We konden niet bevestigen dat alle ontvangers Proton Mail gebruiken. Alleen Proton-adressen ondersteunen het vervallen van berichten. In dit geval raden we aan om in plaats daarvan een wachtwoord toe te voegen.
pl: Nie mogliśmy potwierdzić, że wszyscy odbiorcy używają Proton Mail. Tylko adresy Proton obsługują wygasanie wiadomości. W takim przypadku sugerujemy dodanie hasła.
pt: Não foi possível confirmar que todos os destinatários utilizam o Proton Mail. Apenas os endereços Proton suportam a expiração de mensagens. Neste caso, sugerimos que adicione uma palavra-passe.
pt_br: Não conseguimos confirmar se todos os destinatários usam o Proton Mail. Somente endereços do Proton são compatíveis com a expiração de mensagens. Em vez disso, sugerimos adicionar uma senha.
ro: Nu am putut confirma dacă toți destinatarii folosesc Proton Mail. Doar adresele Proton acceptă expirarea mesajelor. În acest caz, vă sugerăm să adăugați o parolă.
ru: Мы не смогли подтвердить, что все получатели используют Proton Mail. Срок действия сообщения поддерживается только для адресов Proton. В этом случае мы предлагаем вместо этого добавить пароль.
sk: Nemohli sme potvrdiť, že všetci príjemcovia používajú Proton Mail. Exspiráciu správy podporujú iba adresy Proton. V takomto prípade odporúčame namiesto toho pridať heslo.
sl: Nismo mogli potrditi, da vsi prejemniki uporabljajo Proton Mail. Samo Protonovi naslovi podpirajo potek veljavnosti sporočil. V tem primeru predlagamo, da namesto tega dodate geslo.
sv: Vi kunde inte bekräfta att alla mottagare använder Proton Mail. Endast Proton-adresser stöder utgångsdatum för meddelanden. I det här fallet föreslår vi att du lägger till ett lösenord istället.
tr: Tüm alıcıların Proton Mail kullandığı doğrulanamadı. İleti geçerlilik süresi yalnızca Proton adreslerinde desteklenir. Bu durumda, geçerlilik süresi yerine kullanılacak bir parola ayarlamanız önerilir.
uk: Не вдалося підтвердити, що всі одержувачі використовують Proton Mail. Лише адреси Proton підтримують термін дії повідомлення. У цьому випадку радимо натомість додати пароль.
zh_hans: 无法确认所有收件人均使用 Proton Mail，只有 Proton 的邮箱地址支持邮件过期功能。因此，我们建议改为添加密码。
